var safemode = "Функция не может быть запущена в <button onclick='ButtonPress(\"savemode\",\"\",\"o\")'>безопасном режиме</button>";
var old = "(Является устаревшим или невозможным)"
const ErrorsWoowzEngine = {
	LW:{
		"0000":[
			"Первый символ слишком длинный, длина должна быть 1 символ",
			"PrintCustom()",
			""
		],
		"0001":[
			safemode,
			"WriteFile()",
			""
		],
		"0002":[
			safemode,
			"CreateDirectory()",
			""
		],
		"0003":[
			safemode,
			"CreateFile()",
			""
		],
		"0004":[
			safemode,
			"WriteJSON()",
			""
		],
		"0005":[
			"Нельзя делить на 0",
			"Div()",
			""
		],
		"0006":[
			"В функции входные данные одинаковые",
			"Max()",
			""
		],
		"0007":[
			"В функции входные данные одинаковые",
			"Min()",
			""
		],
		"0008":[
			safemode,
			"RenameFile()",
			""
		],
		"0009":[
			"В функции входные данные одинаковые",
			"Replace()",
			""
		],
		"0010":[
			"Строка которую нужно найти не может быть пустой",
			"HasString()",
			""
		],
		"0011":[
			"Строка не может быть пустой",
			"Charcters()",
			""
		],
		"0012":[
			"Строка не может быть пустой",
			"Uppercase()",
			""
		],
		"0013":[
			"Строка не может быть пустой",
			"Lowercase()",
			""
		],
		"0014":[
			safemode,
			"Cmd()",
			""
		],
		"0015":[
			"Красный цвет не может быть < 0 или > 255",
			"Color",
			""
		],
		"0016":[
			"Зелёный цвет не может быть < 0 или > 255",
			"Color",
			""
		],
		"0017":[
			"Синий цвет не может быть < 0 или > 255",
			"Color",
			""
		],
		"0018":[
			"Прозрачность не может быть < 0 или > 255",
			"Color",
			""
		],
		"0019":[
			safemode,
			"OpenLink()",
			""
		],
		"0020":[
			"Длина вычитаемого больше длины строки",
			"SubStr()",
			""
		],
		"0021":[
			"Позиция начала вычитания больше длины строки",
			"SubStr()",
			""
		],
		"0022":[
			"Заголовок активности Discord должно содержать > 2 символов",
			"SetDiscordActivityTitle()",
			""
		],
		"0023":[
			"Описание активности Discord должно содержать > 2 символов",
			"SetDiscordActivityDescription()",
			""
		],
		"0024":[
			"Пустой код",
			"RunLua()",
			""
		],
		"0025":[
			safemode,
			"StopProgram()",
			""
		],
		"0026":[
			"Процесс не найден",
			"StopProgram()",
			""
		],
		"0027":[
			safemode,
			"ExitPC()",
			""
		],
		"0028":[
			safemode,
			"SetWindowTransparency()",
			""
		],
		"0029":[
			"Отсутсвует интернет",
			"OpenLink()",
			""
		],
		"0030":[
			safemode,
			"OpenFile()",
			""
		],
		"0031":[
			safemode,
			"SetDesktopBackground()",
			""
		],
		"0032":[
			safemode,
			"SetVolume()",
			""
		],
		"0033":[
			"Интерполяция не может быть < 0 и > 1",
			"Lerp()",
			""
		],
		"0034":[
			"Размер спрайта не может быть <= 0",
			"SetSpriteSize()",
			""
		],
		"0035":[
			"Размер массива с цветами не совпадает с размером создаваемой текстуры",
			"CreateTexture()",
			""
		],
		"0036":[
			safemode,
			"WriteImage()",
			""
		],
		"0037":[
			"Размер массива с цветами не совпадает с размером создаваемой текстуры",
			"WriteImage()",
			""
		],
		"0038":[
			"Вызываемая функция ещё не была реализована в движке, не создана разработчиком",
			"",
			""
		],
		"0039":[
			"Базовое число при отрицательной степени не может быть = 0",
			"Pow()",
			""
		],
		"0040":[
			safemode,
			"RemoveFile()",
			""
		],
		"0041":[
			"Эта функция тестовая! Она может быть вызвана только когда консоль включена, так же она каждую версию движка может меняться, её нельзя использовать",
			"TestFunction()",
			""
		]
	},
	L:{
		"0000":[
			"Не найдена функция",
			"Cycle()",
			""
		],
		"0001":[
			"Ожидаемое время не может быть <= 0",
			"Cycle()",
			""
		],
		"0002":[
			"Цвет консоли не может быть < 0 и > 255",
			"PrintClear()",
			""
		],
		"0003":[
			"Модуль не может быть пусытм",
			"PrintCustom()",
			""
		],
		"0004":[
			"Цвет консоли не может быть < 0 и > 255",
			"PrintCustom()",
			""
		],
		"0005":[
			"Файл сломанный",
			"ReadJSON()",
			""
		],
		"0006":[
			"Файл не найден",
			"ReadJSON()",
			""
		],
		"0007":[
			"Файл не найден",
			"RenameFile()",
			""
		],
		"0008":[
			"Строка на которую надо заменить не может быть пустой",
			"Replace()",
			""
		],
		"0009":[
			"Строка которую надо удалить не может быть пустой",
			"Remove()",
			""
		],
		"0010":[
			"Строка не может быть пустой",
			"Replace()",
			""
		],
		"0011":[
			"Строка не может быть пустой",
			"Remove()",
			""
		],
		"0012":[
			"Строка не может быть пустой",
			"HasString()",
			""
		],
		"0013":[
			"Не найдена функция",
			"SetWindowEventClosed()",
			""
		],
		"0014":[
			"Не найдена функция",
			"SetEventClosed()",
			""
		],
		"0015":[
			"Не получилось конвертировать переменную в цвет",
			"ObjToColor()",
			""
		],
		"0016":[
			"Строка не может быть пустой",
			"ToNumber()",
			""
		],
		"0017":[
			"Такой спрайт уже есть на сцене "+old,
			"",
			""
		],
		"0018":[
			"Функция не поддерживает такую переменную",
			"Length()",
			""
		],
		"0019":[
			"Строка не может быть пустой",
			"SubStr()",
			""
		],
		"0020":[
			"Длина удаляемого не может быть <= 0",
			"SubStr()",
			""
		],
		"0021":[
			"Позиция не может быть < 0",
			"SubStr()",
			""
		],
		"0022":[
			"Не получилось выполнить команду",
			"Cmd()",
			""
		],
		"0023":[
			"Нельзя установить масштаб на 0",
			"SetCameraZoom()",
			""
		],
		"0024":[
			"Не найдена функция",
			"Repeat()",
			""
		],
		"0025":[
			"Кол-во повторений должно быть > 0",
			"Repeat()",
			""
		],
		"0026":[
			"Ожидаемое время должно быть >= 0",
			"Repeat()",
			""
		],
		"0027":[
			"Цвет консоли не может быть < 0 и > 255",
			"PrintFast()",
			""
		],
		"0028":[
			"Не найдена функция",
			"CycleRender()",
			""
		],
		"0029":[
			"Прозрачность не может быть < 0 и > 255",
			"SetWindowTransparency()",
			""
		],
		"0030":[
			"Файл не найден",
			"OpenFile()",
			""
		],
		"0031":[
			"Файл не найден",
			"SetDesktopBackground()",
			""
		],
		"0032":[
			"Громкость должна быть > 0 и < 100",
			"SetVolume()",
			""
		],
		"0033":[
			"Файл не найден",
			"LoadTexture()",
			""
		],
		"0034":[
			"Размер создаваемой текстуры не может быть <= 0",
			"CreateTexture()",
			""
		],
		"0035":[
			"Файл не найден",
			"WriteImage()",
			""
		],
		"0036":[
			"Размер записываемой текстуры не может быть <= 0",
			"WriteImage()",
			""
		],
		"0037":[
			"Файл не найден",
			"RemoveFile()",
			""
		],
		"0038":[
			"Не найдена функция",
			"GetDiscordUserInfo()",
			""
		],
		"0039":[
			"Второе число не может быть = 0",
			"Mod()",
			""
		],
		"0040":[
			"Не возможно получить квадратный корень отрицательного числа",
			"Sqrt()",
			""
		],
		"0041":[
			"Не возможно получить чётный корень отрицательного числа",
			"Pow()",
			""
		],
		"0042":[
			"Косинус не должен быть = 0",
			"Tan()",
			""
		],
	},
	W:{
		"%Системные ошибки":[],
		"0000":[
			"Предупреждение без кода",
			"",
			""
		],
		"0001":[
			"Файл sessioninfo был сломан, по этому был перезаписан",
			"",
			""
		],
		"0002":[
			"Файл game.json был повреждён или не создан по этому был пересоздан",
			"jsongame",
			""
		],
		"0003":[
			"Файл engine.json был повреждён или не создан по этому был пересоздан",
			"jsonengine",
			""
		],
		"0004":[
			"Не найдено окно",
			"DestroyWindowGLFW()",
			""
		],
		"0005":[
			"Не найдено окно",
			"SetWindowToMain()",
			""
		],
		"0006":[
			"Не возможно конвертировать экранную позицию в мировую потому-что нету сцены",
			"ScreenToWorld()",
			""
		],
		"0007":[
			"Не возможно конвертировать мировую позицию в экранную потому-что нету сцены",
			"WorldToScreen()",
			""
		],
		"0008":[
			""+old,
			"",
			""
		],
		"0009":[
			"У текстуры не сохранены цвета, не возможно получить цвета",
			"GetTextureColors()",
			""
		]
	},
	E:{
		"0000":[
			"Ожидаемое время в функции должно быть > 0",
			"!Wait()",
			""
		],
		"0001":[
			"Не найдена переменная в JSON файле",
			"ReadJson()",
			""
		],
		"0002":[
			"Файл JSON сломанный",
			"ReadJson()",
			""
		],
		"0003":[
			"Не найден тег для функции",
			"GetTimeComponent()",
			""
		],
		"0004":[
			"Минимальное число не может быть больше максимального или быть равно ему",
			"Random()",
			""
		],
		"0005":[
			"Не возможно конвертировать строку в число",
			"StringToFloat()",
			""
		],
		"0006":[
			"Не возможно конвертировать строку в число, потому-что число получилось очень большим",
			"StringToFloat()",
			""
		],
		"0007":[
			"Не найден элемент в таблице",
			"GetFromMap()",
			""
		],
		"0008":[
			"Размер окна не должен быть <= 0, если ось Y то не должен быть <= 121",
			"SetWindowSize()",
			""
		],
		"0009":[
			"Масштаб окна не может быть < 0",
			"SetWindowScale()",
			""
		],"0010":[
			"Путь не прошёл проверку с совместимостью с Windows по символам",
			"CheckPathToSymbols()",
			""
		],
		"0011":[
			"Индекс выходит за рамки таблицы",
			"GetFromList()",
			""
		],
		"0012":[
			"Не получилось скомпилировать программный шейдер",
			"",
			""
		],
		"0013":[
			"Текстура не найдена",
			"LoadTexture()",
			""
		],
		"0014":[
			"Текстура сломанная",
			"LoadTexture()",
			""
		],
		"0015":[
			"Файл JSON сломанный",
			"ReadAllJson()",
			""
		],
		"0016":[
			"Не возможно получить нажатые клавиши, потому-что нету ни одного окна",
			"GetPressedKeys()",
			""
		],
		"0017":[
			"Не получилось получить Application ID",
			"DiscordStart()",
			""
		],
		"0018":[
			"Ошибка при выключении компьютера",
			"StopPC()",
			""
		],
		"0019":[
			"Установленный лимит FPS не может быть <= 0",
			"SetTargetFPS()",
			""
		],
		"0020":[
			"Окно не было найдено",
			"GetWindowByID()",
			""
		],
		"0021":[
			"Сцена не была найдена",
			"GetScene()",
			""
		],
		"0022":[
			"Спрайт не был найден",
			"GetSprite()",
			""
		],
		"0023":[
			"Спрайт не возможно создать, потому-что такой уже есть на сцене",
			"CreateSprite()",
			""
		],
		"0024":[
			"Не найдена сцена по окну",
			"GetSceneByWindow()",
			""
		],
		"0025":[
			"Не найдено окно по сцене",
			"GetWindowByScene()",
			""
		],
		"0026":[
			"Текстура не была найдена",
			"GetTextureByID()",
			""
		],
		"0027":[
			"Текстуру не возможно создать, потому-что такая уже существует",
			"CreateTexture()",
			"",
		],
		"0028":[
			"Текстуру не возможно создать, потому-что такая уже существует",
			"CreateTextureByArray()",
			"",
		],
		"0029":[
			"Не понятно какой формат изображения",
			"WriteImage()",
			""
		],
		"0030":[
			"Не получилось записать изображение",
			"WriteImage()",
			""
		],
		"0031":[
			"Шейдер не был найден",
			"SetSpriteShader()",
			""
		],
		"0032":[
			"Пользователь Discord не был найден",
			"",
			""
		],
		"0033":[
			"Не получилось конвертировать строку в айди пользователя Discord",
			"StringToUserId()",
			""
		],
		"0034":[
			"Discord не найден или не запущен",
			"GetDiscordUserInfo",
			""
		],
		"0035":[
			"Discord не найден или не запущен",
			"GetDiscordCurrentUser",
			""
		],
		"0036":[
			"Текст не возможно создать, потому-что такой уже есть на сцене",
			"CreateText()",
			""
		],
		"0037":[
			"Текст не был найден",
			"GetText()",
			""
		],
		"0038":[
			"Шрифт не возможно создать, потому-что такой уже существует",
			"CreateFont()",
			"",
		],
		"0039":[
			"Не возможно конвертировать строку в число",
			"StringToInt()",
			""
		]
	},
	F:{
		"0000":[
			"Не найден файл что-бы переименовать его",
			"",
			""
		],
		"0001":[
			"Файл не был найден",
			"GetFileInfo()",
			""
		],
		"0002":[
			"Файл не получилось открыть/прочесть",
			"GetFileInfo()",
			""
		],
		"0003":[
			"Не получилось удалить файл",
			"RemoveFile()",
			""
		]
	},
	C:{
		"0000":[
			"Фатальная ошибка без кода",
			"",
			""
		],
		"0001":[
			"Не найден файл sessioninfo",
			"GetSessionInfo()",
			""
		],
		"0002":[
			"Файл sessioninfo сломан",
			"GetSessionInfo()",
			""
		],
		"0003":[
			"Лог файл уже существует с таким именем",
			"",
			""
		],
		"0004":[
			"Логи не работают, потому-что не найден sessioninfo файл",
			"",
			""
		],
		"0005":[
			"Папка с логами не найдена",
			"",
			""
		],
		"0006":[
			"Текущий лог файл не найден",
			"",
			""
		],
		"0007":[
			"Не найден файл game.json",
			"jsongame",
			""
		],
		"0008":[
			"Файл game.json сломан",
			"jsongame",
			""
		],
		"0009":[
			"Не найден файл engine.json",
			"jsonengine",
			""
		],
		"0010":[
			"Файл engine.json сломан",
			"jsonengine",
			""
		],
		"0011":[
			"LogType не прошёл совместимость с Windows",
			"jsonengine",
			""
		],
		"0012":[
			"LogFormat не может быть пустым",
			"jsonengine",
			""
		],
		"0013":[
			"LogFormat не прошёл совместимость с Windows",
			"jsonengine",
			""
		],
		"0014":[
			"LogStyle не может быть пустым",
			"jsonengine",
			""
		],
		"0015":[
			"LogFatal не прошёл совместимость с Windows",
			"jsonengine",
			""
		],
		"0016":[
			"Не найден файл sessioninfo",
			"SetSessionInfo()",
			""
		],
		"0017":[
			"Не получилось запустить GLFW",
			"",
			""
		],
		"0018":[
			"Не получилось создать окно",
			"CreateWindow()",
			""
		],
		"0019":[
			"Не найдена папка с приложением",
			"",
			""
		],
		"0020":[
			"Не получилось запустить OpenGL",
			"",
			""
		],
		"0021":[
			"Не получилось создать окно, потому-что окно с таким айди уже есть",
			"CreateWindowGLFW()",
			""
		],
		"0022":[
			"Размер окна не может быть <= 0, если ось Y то <= 121",
			"CreateWindowGLFW()",
			""
		],
		"0023":[
			"Окно не было найдено",
			"GetIDByWindow()",
			""
		],
		"0024":[
			"В проекте есть файлы/папки с не ASCII символами",
			"",
			""
		],
		"0025":[
			"Нельзя задать скорость циклу <= 0",
			"SetCycleEngine()",
			""
		],
		"0026":[
			"Текстура ещё не была загружена в спрайт что-бы с ней что-то делать "+old,
			"GetSprite()",
			""
		],
		"0027":[
			"StartScript не может быть пустым или содержать несовместимые символы с Windows",
			"jsonengine",
			""
		],
		"0028":[
			"LogError не прошёл совместимость с Windows",
			"jsonengine",
			""
		],
		"0029":[
			"Не найден файл settings.json",
			"jsonsettings",
			""
		],
		"0030":[
			"Файл settings.json сломан",
			"jsonsettings",
			""
		],
		"0031":[
			"Не получилось получить изображение из ресурсов",
			"GetImageDataFromResource()",
			""
		]
	},
	OTHER: {
		"%Остальное":[],
		"0000":[
			"Неизвестная ошибка, без кода",
			"",
			""
		],
		"GW":[
			"Игровое предупреждение",
			"Warn()",
			""
		],
		"GE":[
			"Игровая ошибка",
			"Error()",
			""
		],
		"GF":[
			"Игровая фатальная ошибка",
			"Fatal()",
			""
		],
		"S":[
			"Ошибка с GLFW, после S идёт номер ошибки GLFW",
			"",
			""
		],
		"SHADER":[
			"Ошибка в шейдере OpenGL",
			"",
			""
		],
		"LUA":[
			"Ошибка в скрипте Lua",
			"",
			""
		],
		"GLUA":[
			"Ошибка в скрипте Lua",
			"RunLua()",
			""
		],
		"CLUA":[
			"Ошибка в скрипте Lua",
			"Cycle()",
			""
		],
		"RLUA":[
			"Ошибка в скрипте Lua",
			"Repeat()",
			""
		],
		"OPENGL":[
			"Ошибка с OpenGL (Glad)",
			"",
			""
		],
		"DISCORD":[
			"Ошибка с библиотекой Discord",
			"",
			""
		],
		"OTHER":[
			"Другие ошибки...",
			"",
			""
		]
	}
}