T_Woowz11       = 0
T_Wyldi         = 1
T_GarrysMod     = 2
T_Lithuism      = 3
T_Backrooms     = 4
T_Content       = 5
T_Glitch        = 6
T_Coding        = 7
T_Video         = 8
T_Forgot        = 9
T_HalfSword     = 10
T_History       = 11
T_Music         = 12
T_HaveANiceDay  = 13
T_Skrepka       = 14
T_Roblox        = 15
T_SFD           = 16
T_Pavel         = 17
T_HappyWheels   = 18
T_Minecraft     = 19
T_Communication = 20
T_WorldBox      = 21
T_Single        = 22
T_Teardown      = 23
T_Star          = 24
T_Troll         = 25
T_Nazar         = 26
T_WoowzCore     = 27
T_Arab          = 28
T_Beryx         = 29
T_AI            = 30
T_TBOI          = 31
T_BrickRigs     = 32
T_Kemrouz       = 33
T_BeamNGDrive   = 34
T_PtTR          = 35
T_INotAuthor    = 36

TAGS = {
	/* Название, Иконка, Описание */
	[T_Woowz11      ]: ["Woowz11", "source/discordavatars/woowz11.png", "В этом видео есть Woowz11 (Вувз)"],
	[T_Wyldi        ]: ["Wyldi", "source/discordavatars/wldoui.png", "В этом видео есть Wyldi (Вулди)"],
	[T_GarrysMod    ]: ["Garry's Mod", "source/GarrysMod.png", "В этом видео играли в Garry's Mod"],
	[T_Lithuism     ]: ["Литуизм", "alchemy/религия.png", "В этом видео есть литуизм"],
	[T_Backrooms    ]: ["Backrooms", "source/Backrooms.png", "В видео есть Backrooms"],
	[T_Content      ]: ["Футаж", "source/Babina.png", "Видео использовалось для другого видео"],
	[T_Glitch       ]: ["Глитч", "source/Glitch.png", "В видео есть глитчи"],
	[T_Coding       ]: ["Кодинг", "source/Coding.png", "В видео есть кодинг"],
	[T_Video        ]: ["Другие видео", "source/YOUTUBE.png", "В видео смотрели другие видео"],
	[T_Forgot       ]: ["Забыл что снимаю", "source/loading.gif", "Чаще всего в конце видео я снял лишнего, потому-что забыл что снимаю"],
	[T_HalfSword    ]: ["HalfSword", "source/HalfSword.png", "В этом видео играли в HalfSword"],
	[T_History      ]: ["Палю что-то", "source/History.png", "В этом видео я что-то спалил, что можно будет в будущем посмотреть, или исторический момент"],
	[T_Music        ]: ["Слушали музыку", "source/Music.png", "В этом видео слушали музыку"],
	[T_HaveANiceDay ]: ["Have a nice day.", "source/discordavatars/haveaniceday..gif", "В этом видео есть Have a nice day. (Дей)"],
	[T_Skrepka      ]: ["The Window Skrepka", "source/discordavatars/thewindowskerpka.png", "В этом видео есть The Window Skrepka (Скрепка)"],
	[T_Roblox       ]: ["Roblox", "source/Roblox.png", "В этом видео играли в Roblox"],
	[T_SFD          ]: ["SuperFighters Deluxe", "source/SFD.png", "В этом видео играли в SuperFighters Deluxe"],
	[T_Pavel        ]: ["PavkaLakar", "source/discordavatars/pavkalakar.png", "В этом видео есть PavkaLakar (Павел)"],
	[T_HappyWheels  ]: ["Happy Wheels", "source/HappyWheels.png", "В этом видео играли в Happy Wheels"],
	[T_Minecraft    ]: ["Minecraft", "source/Minecraft.png", "В этом видео играли в Minecraft"],
	[T_Communication]: ["Много общения", "source/Communication.png", "В этом видео много обсуждали, разговаривали, возможно философствовали, а может быть и срач"],
	[T_WorldBox     ]: ["WorldBox", "source/WorldBox.png", "В этом видео играли в WorldBox"],
	[T_Single       ]: ["Был один", "source/Single.png", "В этом видео я был одил"],
	[T_Teardown     ]: ["Teardown", "source/Teardown.png", "В этом видео играли в Teardown"],
	[T_Star         ]: ["Легендарное видео", "source/Star.png", "Это видео очень хорошее и легендарное"],
	[T_Troll        ]: ["Troll_Bebra", "source/discordavatars/troll_bebra.png", "В этом видео есть Troll_Bebra (Троль)"],
	[T_Nazar        ]: ["Nazar", "source/discordavatars/nberbaaaaaaa.gif", "В этом видео есть Nazar (Назар)"],
	[T_WoowzCore    ]: ["WoowzCore", "source/WoowzCore.png", "В этом видео играли в WoowzCore"],
	[T_Arab         ]: ["Kasqw", "source/discordavatars/kasqw.png", "В этом видео есть Kasqw (Араб)"],
	[T_Beryx        ]: ["Beryx", "source/discordavatars/beryks.png", "В этом видео есть Beryx (Берукс)"],
	[T_AI           ]: ["Есть AI", "source/AI.png", "В этом видео есть AI"],
	[T_TBOI         ]: ["The Binding Of Isaac", "source/TBOI.png", "В этом видео играли в The Binding Of Isaac"],
	[T_BrickRigs    ]: ["BrickRigs", "source/BrickRigs.png", "В этом видео играли в BrickRigs"],
	[T_Kemrouz      ]: ["Kemrouz", "source/discordavatars/hachumakentosh.png", "В этом видео есть Kemrouz (Кемроуз)"],
	[T_BeamNGDrive  ]: ["BeamNG.drive", "source/BeamNGDrive.png", "В этом видео играли в BeamNG.drive"],
	[T_PtTR         ]: ["Paint the Town Red", "source/PtTR.png", "В этом видео играли в Paint the Town Red"],
	[T_INotAuthor   ]: ["Не я снимал", "source/noi.png", "Это видео снимал не я, а кто-то другой"],
}

P_Hide    = 0
P_Link    = 1
P_Public  = 2
P_Blocked = 3

UNKNOWN_Date = "1000.00.00"

/*

[-1 , "", "0000.00.00 00:00:00", "", "0000.00.00", "00:00", P_Hide,
	[T_Woowz11],
	""],

*/

VIDEOS = [
	/* ID, Название видео, Дата создания (дата, время), Ссылка, Дата публикации, Длительность видео, Публичность, Теги, Описание */
	
	[141, "Спектра срался со своей командой", "2025.09.06 18:23:20", "XBHfcvp6IAQ", "2025.10.22", "49:54", P_Hide,
	[T_Woowz11, T_Communication],
	"Я там ещё показываю что у меня места нету на компьютере))), там этот чел хомяк делает на фоне хуйню какую-то, очень сруться"],

	[140, "PROJECT: GOLU WORLD", "2026.03.04 06:11:43", "mf9pJJV3-MI", "2026.03.04", "11:56", P_Public,
	[T_Woowz11, T_Content, T_Lithuism],
	"Видео где я должен был рассказывать про GOLU WORLD, а в итоге какой-то манускрипт"],

	[139, "Опять эти башни", "2025.04.20 01:10:28", "GBAWXwNqoag", "2026.2.23", "33:54", P_Hide,
	[T_Woowz11, T_Wyldi, T_Lithuism],
	"Делали монтаж и блендер сцену видео про башни [?]"],

	[138, "Мне лень писать дальше, на сегодня хватит", "2025.09.24 18:07:11", "PSV8cPu53EQ", "2025.10.24", "45:02", P_Hide,
	[T_Woowz11, T_Wyldi, T_Video, T_History],
	"Пытался сломать марио, но сначала найти, и видео смотрели, мне лень дальше писать, там дс в конце"],

	[137, "C++ | Финальный монтаж башень | Гидра | Виртуальная машина", "2025.04.29 20:47:13", "0Ik7YuPsrvM", "2025.10.24", "7:08:29", P_Hide,
	[T_Woowz11, T_Music, T_Wyldi, T_Coding, T_Lithuism, T_History],
	"Что-то делал с виртуалкой, пытался сделать свою версию, потом что-то кодил на c++ 2:56:12, смотрел монтаж башень [?] 3:17:33, использовал гидру 4:21:09, искал чёрную дыру для видео 5:20:55, как я понял в конце финальный монтаж видео?"],

	[136, "OLD TG ACC. feat fora", "2025.05.12 22:00:19", "BzIk8KQkFQc", "2025.10.24", "37:10", P_Hide,
	[T_Woowz11, T_Music, T_Single, T_History],
	"Пытался на виртуалке запустить телеграм и скачивал bluestacks, палю свой старый тг акк"],

	[135, "Контент для шортса", "2025.08.08 21:50:50", "nDTqktL4wCI", "2025.10.24", "04:34", P_Hide,
	[T_Woowz11, T_WoowzCore, T_Content, T_Lithuism],
	"https://www.youtube.com/shorts/z6Q_EuW_Vxk [?]"],

	[134, "Дей смотрел монтаж башень", "2025.04.06 20:27:06", "CQr7cmbJtbQ", "2025.10.24", "16:10", P_Hide,
	[T_Woowz11, T_HaveANiceDay, T_Wyldi, T_Lithuism, T_History],
	"Показывали дею монтаж видео про башни [?], и всё"],

	[133, "WINDOWS 10 .ISO FILE ABSOLUTLY FREE! 💯", "2025.05.01 22:57:39", "alw7lkGzUGQ", "2025.10.24", "26:13", P_Hide,
	[T_Woowz11, T_Wyldi],
	"Качал windows 10 iso, и всё"],

	[132, "Контент для шортса", "2025.07.24 13:14:05", "8yTLB4WE7Ug", "2025.10.24", "04:02", P_Hide,
	[T_Woowz11, T_WoowzCore, T_Lithuism, T_Content, T_Star],
	"https://www.youtube.com/shorts/shWWT-uU80U [?]"],

	[131, "Смотрели видео [?]", "2025.05.18 14:41:11", "nN4hvNan9sg", "2025.10.24", "12:59", P_Hide,
	[T_Woowz11, T_Wyldi, T_GarrysMod, T_History, T_Video],
	"С вулди смотрели видео [?], и реагировали, думали что сраный спанч общаеться)))"],

	[130, "!!! МУЧАЛ ЗНАКОМЫХ СЫРНИКА !!!", "2025.05.21 21:26:30", "Sb7AKBO_Le0", "2025.10.24", "29:47", P_Hide,
	[T_Woowz11, T_History],
	"Кирк до меня доёбывался, на фоне в телеграме мучал друзей сырника))))) на виртуалке"],

	[129, "Фикс сломаного звука на монтаже башень...", "2025.03.27 18:34:27", "01Aw2fna4x0", "2025.10.24", "28:49", P_Hide,
	[T_Woowz11, T_Wyldi, T_Lithuism, T_Glitch, T_History],
	"Монтаж видео про башни близнецы [?] (со сломанным звуком), пытались пофиксить, чек [123]"],

	[128, "WhiteSponge x2", "2025.06.24 11:55:37", "xhsd1iDdoAM", "2025.10.24", "03:24", P_Hide,
	[T_Woowz11, T_Music, T_Content, T_Coding, T_Minecraft],
	"Показывал WhiteSponge, https://www.youtube.com/shorts/Pgf6JdFRoaE, след [124]"],

	[127, "Писали на NASM в QEMU", "2025.05.11 02:02:32", "hoaJEgSxz4E", "2025.10.24", "52:30", P_Hide,
	[T_Woowz11, T_Wyldi, T_Coding, T_History],
	"QEMU ASSEMBLER NASM, развлекались с ассемблером (в конце фора...)"],

	[126, "Вулди пытается играть в вувзкор java", "2025.04.05 17:46:44", "yOdZVZl_mFA", "2025.10.24", "31:25", P_Hide,
	[T_Woowz11, T_Wyldi, T_History, T_WoowzCore, T_Forgot],
	"Очень много дискорда..., вулди играет в вувзкор java"],

	[125, "Павел пытается играть в вувзкор java", "2025.03.23 16:34:18", "qj6cX5GLFLU", "2025.10.24", "17:01", P_Hide,
	[T_Woowz11, T_Pavel, T_WoowzCore],
	""],

	[124, "WhiteSponge", "2025.06.25 22:28:24", "Jm8HQb0iYd8", "2025.10.24", "02:02", P_Hide,
	[T_Woowz11, T_Music, T_Coding, T_Minecraft, T_Content],
	"То самое видео для whitesponge https://www.youtube.com/shorts/ogiEAiDcGDs, пред [128]"],

	[123, "Заглючил звук на башнях близнецах", "2025.10.24 01:33:17", "g92zjptoXpc", "2025.10.24", "01:44", P_Hide,
	[T_Woowz11, T_Wyldi, T_Glitch, T_Lithuism, T_History],
	"Запись для звука?, то самое, звук в видео про башни заглючился на монтаже [?], чек [129]"],

	[122, "Показывал прикол с тирдауне с textinput", "2025.09.28 02:32:42", "ph83W8CG0Ys", "2025.10.24", "00:31", P_Hide,
	[T_Woowz11, T_Teardown],
	"Помню что кринжанул с этого..."],

	[121, "Wyldi_WOOWZGovnoPack", "2025.10.10 17:34:08", "2Xi9Bd2aXQw", "2025.10.29", "7:04:08", P_Hide,
	[T_Woowz11, T_Wyldi, T_Video, T_Minecraft, T_Communication, T_History, T_Star],
	"Сначала с вулди смотрели видео на ютубе, про дюшеса на плоту..., потом играли/стримели HBM блудрав (где взрывали город и где я обосрался...), ТОТ самый момент где я срать ушёл))) 1:45:10, вулди сделал пак с говном 3:32:53 https://github.com/Wekyldi/Wyldi_WOOWZGovnoPack, потом жизнь обсуждали на фоне говна 5:11:17 (а именно апатию и самоубийства), в конце настроили ужас"],

	[120, "Тут первый раз начали генерировать AI видео", "2025.10.18 21:31:54", "47zWTqIIaDk", "2025.10.29", "6:38:26", P_Hide,
	[T_Woowz11, T_Wyldi, T_Minecraft, T_History, T_Music, T_Glitch, T_Roblox, T_AI, T_Lithuism],
	"Играю в майнкраф с блудравом на фоне, пока вулди пытается делать музыку, потом ломал всё через OBS 30:45, потом я пошёл делать музыку в вегасе... ту самую странный бутлег 1:02:03, потом пошёл играть в роблокс проходить обби 2:30:28, НАЧАЛО ГЕНЕРАЦИИ ВИДЕО НЕЙРОНОЧНЫХ!!!! 3:07:38"],

	[119, "Я, ВУЛДИ VS ПАРАЗИТЫ, МИ", "2025.10.06 17:29:02", "yQ0rzdlGoy8", "2025.10.29", "5:10:02", P_Hide,
	[T_Woowz11, T_Wyldi, T_Minecraft, T_Star],
	"Играли с модами в майнкрафте, на паразитов, где весь мир захватили (+ коллонии этих белых чуваков mialliance)"],

	[118, "Езда по пустыни", "2025.10.28 15:59:26", "2nqKsBa2AI0", "2025.10.29", "4:30:22", P_Hide,
	[T_Woowz11, T_Wyldi, T_HalfSword, T_Video, T_Roblox, T_BeamNGDrive, T_Single],
	"Обазали пряностями, теми самыми из спор..., играл в сфд, потом смотрели видео 44:01, потом играл в роблокс 1:07:52, потом та самя поездка по пустыни в бмг 1:49:34, где я ещё по шоссе гонял 3:28:10, в конце киданули..."],

	[117, "Играл с читами))) ".repeat(10), "2025.10.27 03:14:35", "YRNW9YyNLas", "2025.10.29", "2:19:14", P_Hide,
	[T_Woowz11, T_Wyldi, T_HalfSword, T_Music],
	"Играл с читами))) ".repeat(10)],

	[116, "Обсуждение таси)))", "2025.10.28 22:33:03", "j3x4B5tKUKg", "2025.10.29", "2:08:58", P_Hide,
	[T_Woowz11, T_Wyldi, T_Teardown, T_Communication],
	"Плавал на корабле в тирдауне, потом бегал на военной карте с вулди тасю обсуждали..., и много общались"],

	[115, "Делал монтаж для https://www.youtube.com/shorts/5JyLdaHFNiI", "2025.10.25 20:12:55", "ICErIzOvww4", "2025.10.29", "1:38:36", P_Hide,
	[T_Woowz11, T_Wyldi, T_History, T_Lithuism],
	"Вначале пытался запустить роблокс, не запустилось, и пошёл делать монтаж видео https://www.youtube.com/shorts/5JyLdaHFNiI"],

	[114, "Взрвывал школу?", "2025.10.15 16:51:03", "0fWnGt_U7Ck", "2025.10.29", "1:24:05", P_Hide,
	[T_Woowz11, T_Wyldi, T_Teardown],
	"Вулди в начале кидануть меня хочет, И ВЕДЬ КИДАНУЛ 3:38, а потом дозвонился, мучал дартвейдера в тирдауне, потом взрывал нью-ёрк, и бегал по лагучей школе, ХА ВУЛДИ УМЕР В КОНЦЕ"],

	[113, "Пытался сделать бессконечную дистанцию рендера в майнкрафте", "2025.09.26 18:55:14", "Bp4P8EswpSY", "2025.10.29", "43:26", P_Hide,
	[T_Woowz11, T_Minecraft, T_Single],
	""],

	[112, "Читали комментарии украинца в стиме", "2025.10.21 15:09:35", "HEY8u98HB0Q", "2025.10.29", "37:27", P_Hide,
	[T_Woowz11, T_Wyldi, T_Teardown, T_History],
	"Вулди читает комментарии украинца, катался под картой в тд, потом бомбил бункер"],

	[111, "Спектра вербует", "2025.09.18 22:30:18", "kqkRuLSDWPU", "2025.10.29", "29:13", P_Hide,
	[T_Woowz11, T_Wyldi, T_History],
	"Ёпт твою мать, тут спектра..., спектра пытался завербовать в свой какой-то клан"],

	[110, "Нашёл плейс 10000 уровней обби", "2025.09.28 03:34:28", "2633KMt7TLo", "2025.10.29", "29:08", P_Hide,
	[T_Woowz11, T_HaveANiceDay, T_Roblox, T_Single],
	"С деем катался на машине а потом он киданул, буквально 12 минут посидел со мною 12:09, ПОТОМ Я НАШЁЛ ТОТ САМЫЙ ПЛЕЙС ОББИ 10000 УРОВНЕЙ, первый раз играл на нём"],

	[109, "PAINT THE TOWN RED - LEGEND OF CATASTROFIC SHOOTER 😨😨😨😨😨😨😨😨😨😨😨😨😨😨😨😨", "2025.08.07 21:02:28", "KjM8GjmWlRA", "2025.10.29", "16:39", P_Hide,
	[T_Woowz11, T_Wyldi, T_PtTR],
	"Стрельба в пттр, где меня все пытались застрелить а я пытался выжить((("],

	[108, "Живые кубики GOLU", "2025.09.01 16:48:51", "u1CQ3FaUkDQ", "2025.10.29", "12:58", P_Link,
	[T_Woowz11, T_Star, T_Content, T_WoowzCore, T_Coding, T_Music, T_Single],
	"То самое, прыгающие кубики в вувзкоре java!!! с ликами гулу (для видео: https://www.youtube.com/shorts/5JyLdaHFNiI)"],

	[107, "Менял звук через OBS x2", "2025.09.05 20:36:14", "Gij4qSCSoPU", "2025.11.28", "00:06", P_Hide,
	[T_Woowz11, T_Wyldi, T_Glitch],
	"Менял звук через OBS x2 [106]"],

	[106, "Менял звук через OBS", "2025.09.05 20:34:36", "ycEuOAru31U", "2025.11.28", "00:37", P_Hide,
	[T_Woowz11, T_Wyldi, T_Glitch],
	"Менял звук через OBS [107]"],

	[105, "Смотрели сво репортаж", "2025.10.29 00:49:28", "fYOYOGFaJE4", "2025.11.28", "29:40", P_Hide,
	[T_Woowz11, T_Wyldi, T_Video],
	"Смотрели разные видео на ютубе, особенно про того американца на сво, то самое где он ещё труп заснял"],

	[104, "Adobe Substance 3D", "2025.11.07 20:29:37", "7hnlTVfJuBA", "2025.11.28", "43:39", P_Hide,
	[T_Woowz11, T_Single, T_Music],
	"Скачал адоб субстанц, сделал статуэту гулу нарисованную на дефолтной модели субстанции, пробовал ещё на модельке вувзкора игрока"],

	[103, "Строил транспорт в бригс ригсе x2", "2025.11.06 17:07:25", "oDT7ymq4PeI", "2025.11.28", "3:22:42", P_Hide,
	[T_Woowz11, T_Wyldi, T_BrickRigs, T_Single, T_Music],
	"РП котались на моих машинах, потом боевой транспорт строил, потом киданул я один сидел делал"],

	[102, "OLD VERSION NEW WOOWZCORE ON UNITY - feat. Nazar", "2025.11.11 01:02:23", "Q701dleniDg", "2025.11.28", "30:03", P_Hide,
	[T_Woowz11, T_Nazar, T_WoowzCore, T_History],
	"Назар играет в старую версию нового вувзкора на юнити, в конце назар киданул)))"],

	[101, "Реакция вувза на видео башни близнецы не первая...", "2025.08.15 17:21:49", "LtDeRrOrdmI", "2025.11.28", "31:09", P_Hide,
	[T_Woowz11, T_Content, T_Wyldi, T_Lithuism, T_Glitch, T_History],
	"Использовалось для видео https://www.youtube.com/watch?v=ireZnruZOk4, а так в этом видео я смотрел видео про башни близнецы [?], потом начал искажать с помощью OBS"],

	[100, "Назар запустил все вувзкоры!!!", "2025.08.23 00:11:56", "_oRzofjTCWE", "2025.11.28", "1:00:19", P_Hide,
	[T_Woowz11, T_Nazar, T_WoowzCore, T_History],
	"Назар играл в змейку сделанную на вувзэнджине, и в солнечную систему, и т.д, потом играл в старый юнитивский вувзкор, и потом в джава вувзкор (В КОНЦЕ ОН ЗАПУСТИЛ ВСЁ!!!)"],

	[99 , "Сверх световые скоростя в BeamNGDrive!!!", "2025.10.30 18:26:05", "uhLA4BC4zK4", "2025.11.28", "1:12:26", P_Hide,
	[T_Woowz11, T_Wyldi, T_BeamNGDrive],
	"Играл в бимиджидрайв, катался в слоу мо на всерх световых скоростях, возил пианино в грузовике, потом пошёл в блендер (приложение), и какую-то хуйню делал"],

	[98 , "POOPMADNESS MODELS", "2025.11.02 17:21:59", "D-0yJNCSNtg", "2025.11.28", "1:14:19", P_Hide,
	[T_Woowz11, T_Wyldi, T_GarrysMod],
	"Показывал кейв дайвер дрим вулди, то самое, разглядывал модельки poopmadness"],

	[97 , "Первый транспорт в бригс ригсе", "2025.11.05 19:00:49", "46nrUXGYS6U", "2025.11.28", "1:16:43", P_Hide,
	[T_Woowz11, T_BrickRigs, T_Single, T_Music],
	"Делал транспорт в бригс ригсе, пытался послушать музыку... но меня бригс ригс подставляла, сделал тот самый первый транспорт! ПОТОМ КАК ЛОХ УДАЛИЛ ЕГО)"],

	[96 , "Строил транспорт в бригс ригсе", "2025.11.06 13:56:41", "AvksU5CugiU", "2025.11.28", "1:31:43", P_Hide,
	[T_Woowz11, T_Wyldi, T_BrickRigs, T_GarrysMod],
	"В начала видимо востанавливал сохранения бригс ригса, показывал карту cavediver_dreams 6:09, потом играли в бригс ригс, показывал свой мега транспорт, и делал"],

	[95 , "Мучал дорожный трафик в тд (SRANSPONG VOX)", "2025.07.16 22:21:10", "sGymxXJLRJs", "2025.11.28", "1:38:13", P_Hide,
	[T_Woowz11, T_Wyldi, T_SFD, T_Teardown, T_Coding, T_Forgot],
	"Пробомбил в начале в сфд и пошёл в тд, ТО САМОЕ, мучал дорожный трафик (модель сраного спанча в vox), в конце забыл что снимаю и посмотрел рика и морти..."],

	[94 , "SFD LSD (Without LSD)", "2025.11.04 01:37:44", "KQwhqp2eiMI", "2025.11.28", "1:46:17", P_Hide,
	[T_Woowz11, T_Wyldi, T_SFD, T_History],
	"Играли в сфд, в конце что-то палю в дискорде"],

	[93 , "Тролинг игрухи", "2025.08.17 14:53:32", "qjIFUP73IkU", "2025.11.28", "1:56:30", P_Hide,
	[T_Woowz11, T_Glitch, T_Wyldi, T_Lithuism, T_WoowzCore, T_History, T_Roblox, T_Video],
	"ЧТО-ТО ЖУТКОЕ В НАЧАЛЕ, ОЧЕНЬ, тролили того чела игруху, потом он проходил тест по литуизму, и играл в юнити вувзкор старый, потом другой нн играл в экстра бекрумс в роблоксе и врф (попутно смотрели странные видео)"],

	[92 , "Вулди кодил на вувзлибе", "2025.08.19 18:10:58", "UIb9VSSs_fo", "2025.11.28", "2:01:16", P_Hide,
	[T_Woowz11, T_Wyldi, T_Coding, T_WoowzCore, T_Minecraft, T_History],
	"Сначала показывал вики по вувзлибу, потом вулди кодил на вувзлибе, потом я что-то делал с вувзлибом, в конце вулди играл в свой ебучий майнкрафт"],

	[91 , "РОБЛОКС АНТАРКТИДА", "2025.10.30 19:49:10", "g7ZDebm0y88", "2025.11.28", "2:06:10", P_Hide,
	[T_Woowz11, T_Wyldi, T_Roblox, T_History],
	"Короче играли в плейсы, какую-то сюжетную странную, потом бегалка, потом ТА САМАЯ АНТАРКТИДА"],

	[90 , "РОБЛОКС СВО + ТРОЛИНГ ЛЮДЕЙ В ВОЙСЕ", "2025.11.29 22:03:19", "XcEYWTQMQKE", "2025.11.30", "5:57:11", P_Hide,
	[T_Woowz11, T_Wyldi, T_Roblox, T_HaveANiceDay, T_Lithuism],
	"Тролили ноумнеймов с альт акков в войсе, потом играли в тот странный хоррор плейс 3:11:52, И ТО САМОЕ, ПЛЕЙС СВО 3:46:45, был момент с деем 4:36:19, потом обби проходил"],

	[89 , "Нарисовали китайца", "2025.11.29 18:21:00", "Ff6l1YzHgGE", "2025.11.30", "3:00:32", P_Hide,
	[T_Woowz11, T_Wyldi, T_Teardown, T_Lithuism, T_Roblox],
	"Рисовал рисуночки в пеинте, того самого китайца нарисовал 36:12, и брата дауна гулу 49:34, потом пошёл в роблокс на тот самый плейс с лицами 1:18:45, потом другие плейсы, в конце хоррор))) 2:34:35"],

	[88 , "Wyldi sleep... 💤", "2025.11.29 00:28:23", "1byl81N6SHs", "2025.11.30", "3:46:40", P_Hide,
	[T_Woowz11, T_Wyldi, T_Teardown, T_HaveANiceDay, T_Roblox, T_Communication],
	"По читерски проходит сюжет тирдауна, потом пошёл в роблокс, где на фоне я общался с деем а вулди уснул"],

	[87 , "👀", "2025.11.27 19:01:38", "H05QtAdwNHE", "2025.11.30", "01:52", P_Hide,
	[T_Woowz11, T_Wyldi, T_Roblox],
	"Сначала обсуждали каково быть операционной системой, потом пошли в роблокс, и даже плейс запустить не успели всё выключил"],

	[86 , "У ТЕБЯ НЕТ КОЗЫРЕЙ, ТЫ НЕ ИГРАЕШЬ В КАРТЫ", "2025.03.26 22:03:06", "0JPz_rip7Ak", "2025.11.30", "2:58:22", P_Hide,
	[T_Woowz11, T_Wyldi, T_Teardown, T_Video, T_Coding, T_WoowzCore],
	"В этом видео появилась эта фраза..., что-то делал в редакторе тирдауна, потом пошёл делать вувзкор"],

	[85 , "Те самые кадры с летающией машиной вувзкор", "2025.03.25 18:40:12", "bY4WbKgnhnU", "2025.11.30", "1:08:34", P_Hide,
	[T_Woowz11, T_Wyldi, T_WoowzCore, T_Coding, T_History],
	"Пытался пантоваться перед вулди знаниями по егэ?, потом показывал старый вувзкор java, и его ломали... или не ломали"],

	[84 , "WOOWZCORE JAVA CORRUPT", "2025.03.24 17:34:25", "XV8HrKFxviY", "2025.11.30", "1:23:45", P_Hide,
	[T_Woowz11, T_Wyldi, T_History, T_WoowzCore, T_Coding, T_Glitch],
	"Вулди коруптит WoowzCore Java, le chat)))"],

	[83 , "Араб смотрит WoowzCore Java", "2025.03.23 20:03:01", "QDWJfk7WwPU", "2025.11.30", "2:11:25", P_Hide,
	[T_Woowz11, T_Arab, T_WoowzCore, T_Coding, T_Forgot],
	"Араб на своём мусорном ведре пытается запустить вувзкор, в конце ушёл смотреть ютуб и забыл что снимаю"],

	[82 , "Развлекался с кодом WoowzCore Java", "2025.03.23 14:44:19", "XLzT-3G0JY0", "2025.11.30", "27:58", P_Hide,
	[T_Woowz11, T_WoowzCore, T_Coding, T_Single, T_Music, T_Lithuism],
	"Развлекался с кодом вувзкора джавовского"],

	[81 , "Поставил на афк вувзкор начало", "2025.03.23 01:56:57", "OFGqPR5Mo2Q", "2025.11.30", "16:12", P_Hide,
	[T_Woowz11, T_WoowzCore],
	"В этом видео ещё мало разработанный вувзкор на джаве, я поставил на афк и кубики разлетелись по карте"],

	[80 , "Искали призраков в гмоде с Павлом 💩", "2025.03.21 15:34:46", "BUHLYaGq86Y", "2025.11.30", "46:31", P_Hide,
	[T_Woowz11, T_Pavel, T_GarrysMod, T_Single],
	"Павел выживал в псих больнице с призраками и маньяками, в конце киданули конечно же"],

	[79 , "СВО ТИРДАУН + моя старая карта", "2025.03.19 01:40:56", "HUNWVTX3L3g", "2025.11.30", "1:25:23", P_Hide,
	[T_Woowz11, T_Wyldi, T_Teardown],
	"Какое-то сво с тирдауне, потом играл на своей старой карте"],

	[78 , "Кемроуз танцует", UNKNOWN_Date, "lDbfavLS_Kc", "2025.02.19", "01:12", P_Hide,
	[T_Kemrouz, T_INotAuthor],
	"Просто кемроуз танцует в мире майнкрафта, снято им же"],

	[77 , "Делаю Bloodraw (IC2)", "2024.11.25 13:10:57", "1YHNJn4AgBI", "2025.02.28", "5:38:33", P_Blocked,
	[T_Woowz11, T_Music, T_Single, T_Minecraft, T_Coding],
	"Показал срач в переписке с вулди, сначала думал над woowzlua, потом пошёл делать bloodraw (причём ретекстур IC2) 1:23:29, и пошёл делать мод forge 4:26:54"],

	[76 , "Кодил WoowzEngine Windows", "2025.07.07 14:54:19", "dWK2TA-qb9Y", "2025.07.20", "2:26:57", P_Blocked,
	[T_Woowz11, T_Music, T_Coding, T_Single],
	"Кодил вувзэнджин под музыку, на моменте создания окон"],

	[75 , "Играли в гмод", "2025.03.18 19:05:41", "lrsWiOEQCHA", "2025.11.30", "2:03:41", P_Hide,
	[T_Woowz11, T_HaveANiceDay, T_Wyldi, T_GarrysMod],
	"Играли в гмод на драг стрите перестрелка, в конце играли в жуткую карту сломанную"],

	[74 , "Искали призраков в гмоде", "2025.03.18 16:12:33", "m7eGVRqC_1U", "2025.11.30", "1:54:57", P_Hide,
	[T_Woowz11, T_HaveANiceDay, T_GarrysMod, T_Wyldi, T_Single],
	"Играли в гаррис мод на его карте драг стрит, потом искали призраков, потом меня все киданули я один сидел..."],

	[73 , "GOLU SPORTCAR", "2025.11.16 15:16:28", "f7UpbJNpjc4", "2025.12.07", "2:17:23", P_Hide,
	[T_Woowz11, T_Wyldi, T_BrickRigs, T_Lithuism],
	"Играли в бригс ригс, где создавали спорт кар гулу, в конце жуткие гонки..."],

	[72 , "Играли в сфд пока дей на фоне в тарков", "2025.11.18 02:11:01", "5Q-gBRen3l8", "2025.12.07", "1:47:02", P_Hide,
	[T_Woowz11, T_Wyldi, T_HaveANiceDay, T_SFD],
	"Дей на фоне играет в тарков, потом пошли в сфд"],

	[71 , "Снимал как один играю в свой же новый вувзкор на юнити", "2025.11.19 02:20:07", "PEOk3c5WfNo", "2025.12.07", "07:54", P_Hide,
	[T_Woowz11, T_Music, T_WoowzCore, T_Single],
	"Снимал как один играю в свой же новый вувзкор на юнити"],

	[70 , "Тролинг людей + игра в бригс ригс", "2025.11.19 16:08:55", "vsKteVLb1DY", "2025.12.07", "3:00:53", P_Hide,
	[T_Woowz11, T_Wyldi, T_Lithuism, T_BrickRigs, T_Arab],
	"Тролили людей в дискорде с альт акков, потом играли в бригс ригс 1:37:29, потом араб себе пальцы сжигал паяльником 2:26:59"],

	[69 , "Показал чучуть мультиплеер в вувзкоре", "2025.11.20 15:52:01", "-WkSqNzMfWY", "2025.12.07", "00:56", P_Link,
	[T_Woowz11, T_WoowzCore],
	""],

	[68 , "OLD WOOWZCORE VS NEW WOOWZCORE", "2025.11.21 04:05:45", "Ki-jLf9fwm8", "2025.12.07", "52:46", P_Hide,
	[T_Woowz11, T_Wyldi, T_WoowzCore, T_History],
	"Играли в старый юнитивский вувзкор, и чучуть в новый"],

	[67 , "Куча всего хз как назвать", "2025.11.23 17:12:33", "kFYgKxTG77E", "2025.12.07", "3:54:46", P_Hide,
	[T_Woowz11, T_Teardown, T_Single, T_Wyldi, T_Video, T_Roblox, T_History, T_Single],
	"В начале искал ВПН, потом пошёл проходить сюжетку тд, потом запустил зачем-то виртуалку и вулди пришёл 47:24, потом видео того самого австралийца смотрели 1:57:20))), потом играли на упоротых плейсах в роблоксе 2:21:34, и был водителем автобуса на слокан 2:37:49, и ползали по узким пещерам 2:54:30 (СМЕШНО), поиграли в пародию криминалити 3:18:49, и опять этот плейс как его 3:21:54, потом меня киданули я один играл в какие-то странные плейсы"],

	[66 , "Где упоротый глючный роблокс...", "2025.11.27 20:26:20", "6MzCxFefE8A", "2025.12.07", "1:19:36", P_Link,
	[T_Woowz11, T_Wyldi, T_Roblox, T_Glitch, T_Lithuism, T_Star, T_Single],
	"То самое!!! где я делал смешные эффекты и звук для роблокса... а вулди этого всего не видел не слышал, потом он в конце киданул и я один играл в врф WRF"],

	[65 , "Начал играть в айзека", "2025.12.04 21:59:46", "hR-YSZacJ7I", "2025.12.07", "5:04:17", P_Hide,
	[T_Woowz11, T_TBOI, T_Single, T_Coding, T_Video, T_Forgot],
	"В конце смотрел файлы айзека, и пытался мод сделать, и забыл что снимаю?"],

	[64 , "ВСЕ 2.5 ЧАСА ИГРАЛ В АЙЗЕКА", "2025.12.05 13:38:13", "xV8KkjuU_0o", "2025.12.07", "2:24:28", P_Hide,
	[T_Woowz11, T_TBOI, T_Single],
	""],

	[63 , "Играл в айзека.....", "2025.12.05 17:40:37", "VVwbhJ1gTiE", "2025.12.07", "29:05", P_Hide,
	[T_Woowz11, T_TBOI, T_Single],
	""],

	[62 , "REPENTAGON x2", "2025.12.05 18:29:38", "6DkQBBJcRpU", "2025.12.07", "57:59", P_Hide,
	[T_Woowz11, T_Music, T_TBOI, T_Single, T_Coding],
	"Играл в айзека с <b>REPENTAGON</b> и эксперементировал, когда ещё пытался сделать мод на него"],

	[61 , "REPENTAGON", "2025.12.06 01:52:53", "RdwtZbNtPto", "2025.12.07", "2:10:03", P_Hide,
	[T_Woowz11, T_Wyldi, T_TBOI],
	"Играл в айзека с <b>REPENTAGON</b>"],

	[60 , "Играл в айзека", "2025.12.06 17:52:18", "WyhEr08lCho", "2025.12.07", "1:39:13", P_Hide,
	[T_Woowz11, T_History, T_TBOI, T_Single],
	"В НАЧАЛЕ АМЕРИКАНСКИЙ ПАПАША)))))) палю в начале что-то..."],

	[59 , "Создание окон в WoowzCore", "2025.03.19 22:39:38", "J7MuAkpQKTs", "2026.01.01", "2:49:31", P_Hide,
	[T_Woowz11, T_Wyldi, T_Teardown, T_WoowzCore, T_Coding],
	"Играли в тд, потом начался какой-то кодинг вувзкора и изучение lwjgl"],

	[58 , "РИСУЮ СКИН для башен близнецов", "2025.03.27 15:24:57", "swetVXxCW-g", "2026.01.01", "46:34", P_Hide,
	[T_Woowz11, T_Wyldi, T_Minecraft, T_Lithuism, T_History],
	"Подготовка майнкрафта перед созданием видео про башни близнецы [?], рисую скин для башен близнецов 7:38, и текстур пак"],

	[57 , "HALF-SWORD GAMEPLAY", "2025.03.31 15:47:47", "3oyW6woC5Bo", "2026.01.01", "44:27", P_Hide,
	[T_Woowz11, T_Wyldi, T_HalfSword],
	"Сначала играли в халф сворд резали людей..., да и впринципе всё, там было что-то чучуть но такое"],

	[56 , "Павел пытается озвучить видео про башни близнецы [?]", "2025.03.31 18:49:25", "qWfSSj2iGs4", "2026.01.01", "2:11:32", P_Hide,
	[T_Woowz11, T_Wyldi, T_Pavel, T_Lithuism, T_SFD, T_History],
	"главное слово пытается..., потом пошли в сфд, создание арта в реальном времени!!! 2:05:06, в конце палим стим вулди"],

	[55 , "Молча играю в халф сворд", "2025.04.02 17:33:39", "3eLbGDEdMCY", "2026.01.01", "1:04:24", P_Hide,
	[T_Woowz11, T_HalfSword, T_Single],
	""],

	[54 , "Павел играл в java вувзкор", "2025.04.03 17:04:08", "C377guaNu0c", "2026.01.01", "23:02", P_Hide,
	[T_Woowz11, T_Pavel, T_WoowzCore, T_Coding, T_History],
	"Павел палит рабочий стол и ПЫТАЕТСЯ СВОИМИ КРИВЫМИ ПАЛЬЧИКАМИ играть в вувзкор, спалил данные ака в дискорде (21:30)"],

	[53 , "Поиграли в сфд и роблокс после сломанного запрета", "2025.12.28 00:02:27", "KSK5iBme7-w", "2026.01.13", "1:25:36", P_Hide,
	[T_Woowz11, T_Wyldi, T_SFD, T_Roblox],
	"пред [52], всё таки поиграли в сфд после сломанного запрета, потом пошли в роблокс 1:00:48, то самое где сферы катаются по пещерам"],

	[52 , "Сломался запрет а мы не поняли...", "2025.12.27 01:24:12", "jcNyLk4voDo", "2026.01.13", "31:03", P_Hide,
	[T_Woowz11, T_Wyldi, T_SFD, T_Glitch],
	"Пытались поиграть в сфд, в итоге умер дискорд сильно (7:12), всё видео пытались понять что произошло, след [53]"],

	[51 , "Играл в айзека при вулди", "2025.12.26 16:28:16", "kmvGIszZtGo", "2026.01.13", "46:00", P_Hide,
	[T_Woowz11, T_Wyldi, T_TBOI],
	"исссаак"],

	[50 , "Играл в айзека x2", "2025.12.25 15:58:38", "yoDYnpvf-TA", "2026.01.13", "1:23:07", P_Hide,
	[T_Woowz11, T_TBOI, T_Single, T_Music],
	"Играл в айзека под музыку"],

	[49 , "Показываю дею разное", "2025.12.25 02:44:26", "6HVCdn_9NQk", "2026.01.13", "2:59:16", P_Hide,
	[T_Woowz11, T_HaveANiceDay, T_GarrysMod, T_Roblox, T_TBOI, T_Lithuism, T_Communication, T_History, T_Video],
	"Дей показывает свою карту, убивает крыс (15:18), потом я играл в роблокс (24:10), потом пытался показать дею свой ресурс пак для айзека (45:20), потом дею показывал свои старые видео"],

	[48 , "Ломали видео про ванную", "2025.12.24 18:18:43", "l-MwXR_akP0", "2026.01.13", "2:59:01", P_Hide,
	[T_Woowz11, T_Wyldi, T_Lithuism, T_AI, T_History, T_Glitch],
	"Смотрим на сломанную анимацию https://www.youtube.com/watch?v=U5lnsHdtNHg, в конце что-то генерировали, в конце палю тг"],

	[47 , "Играли в куча плейсов в роблоксе", "2025.11.23 00:50:31", "ALmZkmSJrg4", "2025.12.07", "5:09:14", P_Hide,
	[T_Woowz11, T_Wyldi, T_Roblox],
	"Играли в роблокс на том самом плейсе где бегали по платформам собирали кристалы, ПОТОМ ТОТ САМЫЙ ПЛЕЙС (46:16), где собирали котов, потом где я в туалетной кобинке прятался (1:53:02), потом где катались на машинах по неровным поверхностям (2:50:26), и тот самый рогалик про рыбу морскую где в море плавали (3:37:17)"],

	[46 , "Развлекались с AI x2", "2025.12.24 15:51:08", "iGAY3n1dn7E", "2026.01.13", "37:01", P_Hide,
	[T_Woowz11, T_Wyldi, T_AI, T_Lithuism],
	"Генерировали те самые легендарные видео, спалил свои почты..."],

	[45 , "TBOI + LITHUISM", "2025.12.23 23:17:16", "1FY5sMftUKs", "2026.01.13", "05:43", P_Hide,
	[T_Woowz11, T_TBOI, T_Single, T_Lithuism],
	"Развлекался с текстур паком про литуизм и ломал айзека"],

	[44 , "Играл в айзека", "2025.12.22 16:51:17", "oiTYcAjlbeQ", "2026.01.13", "1:45:08", P_Hide,
	[T_Woowz11, T_TBOI, T_Single],
	"Я играл в айзека"],

	[43 , "Делал сцену для видео с ванной", "2025.12.22 03:48:08", "f9tLKXNJ40o", "2026.01.13", "5:51:30", P_Hide,
	[T_Woowz11, T_Music, T_Lithuism, T_Single, T_Wyldi],
	"То самое когда я не спал ночь добавлял источники света на сцену для видео https://www.youtube.com/watch?v=U5lnsHdtNHg, в конце реакция вулди на то что я сделал"],

	[42 , "Развлекались с AI", "2025.12.29 01:42:51", "YEw4P-nbDbI", "2026.01.15", "1:10:58", P_Hide,
	[T_Woowz11, T_Wyldi, T_Lithuism, T_AI],
	"Смотрели итоги года 2025 у чата гпт, потом генерировали у соры контент (6:30), потом монтажили видео про ванную https://www.youtube.com/watch?v=U5lnsHdtNHg (23:24)"],

	[41 , "Играл в тд с вулди в икеи бегали", "2026.01.03 03:28:51", "95uSWExbC08", "2026.01.15", "1:07:32", P_Hide,
	[T_Woowz11, T_Wyldi, T_Teardown],
	"То самое))) где всё ломалось и лагало, бегали в икее потом по ппг, где почему-то стены невидимые были, и всё умирало"],

	[40 , "Играли в сфд", "2026.01.04 17:55:05", "vuA36JFEy90", "2026.01.15", "38:56", P_Hide,
	[T_Woowz11, T_Wyldi, T_SFD],
	"Просто играли в сфд"],

	[39 , "Дохуя всего, Роблокс студия + кодинг вувзкора + монтаж", "2025.04.06 15:47:33", "c-Hk2mS28yc", "2026.01.15", "4:28:37", P_Hide,
	[T_Woowz11, T_HaveANiceDay, T_Beryx, T_Roblox, T_Coding, T_WoowzCore, T_Teardown, T_Wyldi, T_History],
	"Дей смотрит плейс экстра бекрумс в студии, потом берукс что-то показывает в студии, потом смотрели нерехту рп, потом дей пытался кодить (24:55), потом я кодил вувзкор (2:25:36), потом по приколу тирдаун смотрел в renderdoc (3:12:24), ПОТОМ ВУЛДИ показывал монтаж видео про башни близнецы (почти что финальный) [?] (4:02:19)"],

	[38 , "Назар играет в вувзкор", "2025.04.05 01:26:32", "ySd8ofrQm2k", "2026.01.15", "36:38", P_Hide,
	[T_Woowz11, T_Nazar, T_Coding, T_WoowzCore, T_History],
	"Ну назар палит свой рабочий стол и играет в вувзкор"],

	[37 , "Араб и скрепка играет в вувзкор", "2025.04.04 20:56:33", "fYmwso_UiJc", "2026.01.15", "2:07:53", P_Hide,
	[T_Woowz11, T_Arab, T_Skrepka, T_WoowzCore, T_History],
	"Араб палит свой сломанный демка линукс играет в вувзкор вино 🍷, потом скрепка играл в вувзкор, потом играл в старый юнитивский, потом хренью маялись какой-то, видео с шиншилой (1:31:31), чё-то там по вувзсайту посмотрел"],

	[36 , "Дей играет в вувзкор", "2025.04.02 23:46:19", "VXPeJWGeI7U", "2026.01.15", "31:10", P_Hide,
	[T_Woowz11, T_HaveANiceDay, T_WoowzCore, T_History],
	"ИЗВИНИ МЕНЯ ПОЖАЛУЙСТА((((((((, дей палит рабочий стол"],

	[35 , "Играл в майнкрафт ту самую апрельскую версию", "2025.04.02 18:56:35", "tyvlN2t2C60", "2026.01.15", "1:54:09", P_Hide,
	[T_Woowz11, T_Single, T_Minecraft],
	"Апрельская версия про редактирование миров"],

	[34 , "Назар озвучивал видео про башни близнецы [?]", "2025.03.31 02:32:09", "S9-zZMAK8Ao", "2026.01.15", "2:14:06", P_Hide,
	[T_Woowz11, T_Wyldi, T_Nazar, T_HalfSword, T_History],
	"Очень долго озвучивал и плакал..., в конце играли в халф сворд"],

	[33 , "minecraft 2013 11 03 - часть 4", "2013.11.03", "GRCoYE5iFSI", "2021.09.08", "8:57", P_Public,
	[T_Woowz11, T_Minecraft, T_Content],
	"Очень старое видео, котрое я ещё снимал на папином компьютере, взято с моего старого заброшеного канала"],

	[32 , "обзор мода CraftGuide на 1.7.10", "2016.07.22 13:38:20", "Qzh9aaqlCnE", "2016.07.22", "1:05", P_Public,
	[T_Woowz11, T_Minecraft, T_Content],
	"Первое публичное видео на канале (не считая удалённых)"],

	[31 , "Первое архивное видео", "2024.07.16 20:58:53", "7MyBb60U0is", "2024.11.11", "21:04", P_Link,
	[T_Woowz11, T_HaveANiceDay, T_GarrysMod, T_Star],
	"Первое опубликованное видео, в формате архива, тут я бегаю с деем на верт портале и дерусь"],

	[30 , "Стрелялка в гаррис моде + рп бекрумс в гмоде", "2025.01.01 20:43:18", "4Ogdd3XslJ0", "2025.02.27", "2:31:05", P_Hide,
	[T_Woowz11, T_Troll, T_Nazar, T_GarrysMod, T_Backrooms, T_Star],
	"Бегаем по верт порталу и стреляемся, потом пришёл назар, потом рп в бекрумсе (выживание) (2:49:29), потом я делал им сюжет (где-то в видео троль палит лицо)"],

	[29 , "Как активировать JetBrains продукты | 2025 | Marmok feet.org", "2025.11.03 21:50:58", "UAvbPFVVd5o", "2025.11.04", "42:03", P_Public,
	[T_Woowz11, T_Content, T_Lithuism],
	""],

	[28 , "Генерация постеров про павла писечника тв павлом", "2025.03.30 14:50:07", "z4_mLVTmgtE", "2026.01.15", "2:31:05", P_Hide,
	[T_Woowz11, T_Pavel, T_HalfSword, T_History, T_AI],
	"Спалил в начале AI, Павел генерирует лицо павла писечника тв про башни близнецы [?], + палю дискорд (он почему-то чёрный), павел тг палит, павел в течении видео себя ведёт как даун"],

	[27 , "Простая игра в сфд", "2025.03.27 19:56:54", "2RBw3J1Nzdo", "2026.01.15", "1:16:30", P_Hide,
	[T_Woowz11, T_Wyldi, T_SFD],
	"😀"],

	[26 , "Подготовка карты про башни близнецы + игра в тирдаун", "2025.03.17 13:33:08", "CVcLim87RvY", "2026.01.15", "5:16:17", P_Hide,
	[T_Woowz11, T_Wyldi, T_Teardown, T_Minecraft, T_Lithuism, T_History],
	"ТА САМАЯ ФРАЗА В НАЧАЛЕ ОТ ВУЛДИ 'Часть пользователей скрыта!', потом играли в тирдаун (где я роблоксянина за переулком в самаре расчленил), то самое, где я разносил телевизионный центр, + заснял как посщу видео (3:30:13), потом подготовка карты для видео https://www.youtube.com/watch?v=WGMXGzyzGng [?], в конце видно чуть ли не первую версию видео монтажа"],

	[25 , "Монтаж видео про башни близнецы", "2025.04.08 22:30:49", "R8xHXnoC-cg", "2026.01.15", "2:44:20", P_Hide,
	[T_Woowz11, T_Wyldi, T_Lithuism, T_Video, T_HaveANiceDay, T_History],
	"Заснял как вулди монтажил видео https://www.youtube.com/watch?v=WGMXGzyzGng [?], посреди видео смотрел другие видео на фоне, реакция вулди на нейролица павла (1:49:12), потом там что-то в конце дей пришёл, и видео смотрел реакцию"],

	[24 , "Гигахрущёвка в тирдауне мультиплеер", "2026.01.15 17:25:55", "fAgfRNrsLkc", "2026.01.22", "3:13:03", P_Hide,
	[T_Woowz11, T_Wyldi, T_Coding, T_Teardown],
	"Обсуждали что долго не общались, в начале что-то про самодельную музыку сказали, потом пошли в тирдаун, тг спалил, то самое, где в каком-то подвале/бункере скелеты жили (1:03:21), потом бутылки собирали в мегаструктурах (2:04:41)"],

	[23 , "Играли в сфд", "2026.01.17 17:51:34", "7MmXtQR_FRw", "2026.01.22", "55:19", P_Hide,
	[T_Woowz11, T_Wyldi, T_SFD],
	"Играли в сфд где в конце 2 я раза бомбанул"],

	[22 , "Играл в плейс про фобии, но больше Isle", "2026.01.18 02:52:31", "5l2kv45YxKw", "2026.01.22", "2:48:15", P_Hide,
	[T_Woowz11, T_Wyldi, T_Roblox],
	"Играли в плейс про фобии, потом зоопарт тот самый (23:48), потом хоррор где мне на уши блевали (про яму) (39:37), потом играли в исле isle (53:53), на концовки, след [21]"],

	[21 , "Играли в Isle", "2026.01.18 20:27:43", "DYPQSsZges0", "2026.01.22", "2:49:49", P_Hide,
	[T_Woowz11, T_Wyldi, T_Roblox, T_Music, T_Single],
	"Вулди что-то снилось нехорошее про исле..., проходили концовки в Isle, в конце посрались, и я ушёл играть в какую-то хуйню плейс, пред [22]"],

	[20 , "Проверяли ломания звука", "2026.01.19 04:08:29", "3ZA4zND9eFs", "2026.01.22", "0:18", P_Hide,
	[T_Woowz11, T_Wyldi, T_Glitch, T_Music],
	"Следующая часть [19]"],

	[19 , "Ломали звук в реальном времени", "2026.01.19 04:09:21", "Wmo45UEmv84", "2026.01.22", "1:54:01", P_Hide,
	[T_Woowz11, T_Wyldi, T_Glitch, T_SFD, T_Music],
	"Играли в сфд со сломанным звуков и вулди орал сломанным звуков (23:41), предыдущая часть [20]"],

	[18 , "Пытался сделать VST, сделал своё", "2026.01.20 22:18:23", "beSnWH1arX0", "2026.01.22", "3:01:51", P_Hide,
	[T_Woowz11, T_Roblox, T_Single, T_Glitch, T_Music, T_Coding],
	"Играл в роблокс один на говно плейсах, потом очень долго был афк смотрел вк шортсы, потом решил ломать себе звук в реальном времени, Следующая часть [17]"],

	[17 , "Просто проверял работает ли ломание звука x2", "2026.01.21 02:42:53", "qEU0U0zup58", "2026.01.22", "0:24", P_Hide,
	[T_Woowz11, T_Wyldi, T_Glitch, T_Coding],
	"Следующая часть [16], предыдущая [18] (ВУЛДИ В КОНЦЕ ГОВОРИТ, <b>ДА УМРИ!</b>)"],

	[16 , "Просто проверял работает ли ломание звука", "2026.01.21 02:44:17", "TWOUjJjuQ2s", "2026.01.22", "0:52", P_Hide,
	[T_Woowz11, T_Wyldi, T_Glitch, T_Coding],
	"Следующая часть [3], предыдущая [17]"],

	[15 , "Один играл в халф сворд", "2025.04.18 23:56:40", "T45_UQQZWk8", "2026.01.24", "32:41", P_Hide,
	[T_Woowz11, T_HalfSword, T_Music, T_Single],
	"нечего сказать"],

	[14 , "Один играл в ворлд бокс x2", "2025.04.18 19:47:18", "THxW0zGSz5I", "2026.01.24", "1:08:55", P_Hide,
	[T_Woowz11, T_WorldBox, T_Music, T_Single],
	"Просто играл в ворлд бокс опять один, это где я насоздавал куча мощных существ, а потом пытался их убить"],

	[13 , "Один играл в ворлд бокс", "2025.04.18 13:19:35", "IoRJHz4VVvU", "2026.01.24", "1:55:14", P_Hide,
	[T_Woowz11, T_WorldBox, T_Music, T_Single],
	"Играл один под музыку смотрел обнову ворлд бокса, про рассы и т.д, в конце на афк поставил мир с расами, ну и рабочий стол в конце спалил"],

	[12 , "Один играл в майнкрафт с модами", "2025.04.17 20:17:26", "5D5yFzMCpC8", "2026.01.24", "2:09:52", P_Hide,
	[T_Woowz11, T_Minecraft, T_Music, T_Single],
	"То самое, где я сделал nocubes, высокие горы, физик мод и у меня лагал майнкрафт"],

	[11 , "Один играл в халф сворд под музыку", "2025.04.17 01:07:28", "MFGQl0hrWeY", "2026.01.24", "1:02:47", P_Hide,
	[T_Woowz11, T_HalfSword, T_Music, T_Single],
	"В начале что-то вувзкор показал"],

	[10 , "Вулди показывал свои видео", "2025.04.13 23:17:22", "CBj7hrvfEsk", "2026.01.24", "2:36:47", P_Hide,
	[T_Woowz11, T_Wyldi, T_Video, T_History, T_Communication],
	"Палил разные свои видео, геймплеи, Bloodsky.avi... (28:56), потом сидели в дискорде что-то обсуждали, смотрели bloodeye плейс (1:17:45), просто всё что у меня в дискорде есть, + мои карты старые из майнкрафта тоже есть в виде скринов (2:15:04) + (2:20:06), и paint the town red... (2:28:03)"],

	[9  , "Играли в хеппи вилс", "2025.04.13 16:53:26", "4w9WyKJJRTc", "2026.01.24", "1:51:43", P_Hide,
	[T_Woowz11, T_Wyldi, T_Pavel, T_SFD, T_HappyWheels, T_History],
	"Играли в сфд, потом искали во что (мастерская гмода, роблокс), потом в хеппи вилс, ну ещё я уровень там создавал <b>(ТОЛЬКО ИЗ-ЗА ТОГО ЧТО СНИМАЛ ВО ВЕСЬ ЭКРАН, ВИДЕО ГЛЮЧНОЕ, ПОКАДРОВОЕ ТАК СКАЗАТЬ...)</b>"],

	[8  , "Геймплей халф сворда с читами", "2025.04.13 15:20:23", "9EgqM8XYiSU", "2026.01.24", "1:13:01", P_Hide,
	[T_Woowz11, T_Wyldi, T_HalfSword, T_Forgot, T_Video],
	"В начале крокус обсуждали))) в 1:00:36 пробовал изучить как делать читы на анрил энджин, да а потом в конце крокус смотрели"],

	[7  , "Показывал скрепке свой упоротый плейс", "2025.04.12 19:55:36", "VwHREk_jwe8", "2026.01.24", "39:42", P_Hide,
	[T_Woowz11, T_Skrepka, T_Roblox, T_Coding],
	"Показывал скрепке тот самый плейс с тайконом упоротый, так же играл в плейс скрепки 15:10 про обби дексона"],

	[6  , "Геймплей халф сворда", "2025.04.10 17:06:46", "AgbvZg-eX7s", "2026.01.24", "44:40", P_Hide,
	[T_Woowz11, T_HalfSword, T_Single],
	"Простой скучный молчаливый геймплей в халф сворд, палю вувзкор файлы в 42:12"],

	[5  , "Геймплей халф сворда с деем на фоне x2", "2025.04.09 23:09:06", "iAjgHGxwKIQ", "2026.01.24", "16:39", P_Hide,
	[T_Woowz11, T_Wyldi, T_HaveANiceDay, T_HalfSword, T_History],
	"Странный момент в 9:15, там я спалил чат гпт кстати старый и дискорд"],

	[4  , "Геймплей халф сворда с деем на фоне", "2025.04.09 21:52:22", "8tzdqaGPe8s", "2026.01.24", "1:16:00", P_Hide,
	[T_Woowz11, T_Wyldi, T_HaveANiceDay, T_HalfSword, T_History],
	"Вулди с деем обсуждают роблокс на фоне, Дей что-то палит на демку про роблокс"],

	[3  , "Пытался показать работу задержки звука", "2026.01.21 02:48:51", "nJ6U1L5050I", "2026.01.22", "2:05:23", P_Hide,
	[T_Woowz11, T_Wyldi, T_Coding, T_Glitch, T_Lithuism, T_Video, T_Music, ],
	"Делал глитч звука при вулди пока тот блять засыпал, в итоге нормально показал только в [1], смешное видео про литуизм в 1:06:34, предыдущая часть [16]"],

	[2  , "Палю чучуть вебкамеру и халф сворд", "2025.04.09 21:02:07", "TNBDVDv8ZOw", "2026.01.24", "11:14", P_Hide, 
	[T_Woowz11, T_Wyldi, T_HalfSword, T_History],
	"Там чё-то в начале чучуть палю вебкамеру, а так просто геймплей халф сворда (в конце дискорд сервер мой)"],

	[1  , "Показывал работу задержки звука", "2026.01.21 23:51:45", "tOgsQlu3T28", "2026.01.24", "45:26", P_Blocked,
	[T_Woowz11, T_Wyldi, T_Glitch, T_Coding, T_Video, T_Forgot],
	"В видео я УЖЕ ПРОСНУВШЕМУСЯ (см. [3]) вулди показывал свой exe (https://github.com/Woowz11/rofl-games/tree/main/WoowzVST) который глючит звук, делает задержки и т.д, + тестили на видео на ютубе, там был американский папаша..."],

	[0  , "Записывали контент для шортса", "2026.01.22 01:15:35", "gSTQ9gZJvl8", "2026.01.24", "3:08:18", P_Hide,
	[T_Woowz11, T_Wyldi, T_GarrysMod, T_Lithuism, T_Backrooms, T_Content, T_Glitch, T_Star],
	"В видео играли в гаррис мод с модами, в стиле литуизма, бекурмс, использовался для шортса https://youtube.com/shorts/Clk0vZdfCbY, так же глючили звук"]
]

DEFAULT_ID = -1
DEFAULT_Creation = "0000.00.00 00:00:00"
DEFAULT_YoutubeID = ""
DEFAULT_Publish = "0000.00.00"
DEFAULT_Duration = "00:00"